Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: How can we effectively grow a language on Common Voice?
sbn: ڪآمن وآئيٚس تي اسيٚݩ ٻوليٚ کي ڪئيݩ سُٺي نموٚني سآݩ ترڪيٚ ڏي سگھوݩ دآ۔

source: How does Common Voice work?
sbn: ڪآمن وآئيٚس ڪئينٚ ڪم ڪرو دو؟

source: How does site localization work?
sbn: آم ويب سآئيٚٽ ڪئيݩ ڪم ڪري ديٚ؟

source: How do I access and use the dataset?
sbn: ڊيٽآ سيٽ کي آئوٚݩ ڪئيݩ اجآزت ڏيآݩ جآݩ استمآل ڪرآݩ؟

source: How do I add a language?
sbn: آئوٚݩ ٻوليٚ ڪئيݩ شآمل ڪرآݩ؟

source: How do I add sentences?
sbn: آئوٚݩ جملآ ڪئيݩ شآمل ڪرآݩ؟

source: How do I cite?
sbn: اسيٚنٚ هوآلو ڪئيٚنٚ ڏيٚيونٚ

source: How do I know whether to approve a voice clip?
sbn: موݩ کي ڪئيݩ کبر پئسي تا ڪٿ ويٚڊيو ڪليٚپ ڪبوٚل ٿئيسي؟

source: How do I record a high quality voice clip?
sbn: آئوٚݩ ڪئيݩ ريڪآرڊ ڪري سگھهآݩ دو سُٺيٚ مآݩ سُٺيٚ آوآز رو ڪليٚپ؟

source: How do I stay in touch?
sbn: آئوٚنٚ رآبتي مينٚ ڪئينٚ رهآنٚ؟

source: How is Common Voice funded?
sbn: ڪآمن وآئيٚس کي ڦنڊ ڪئيݩ ڏنو وهي دو؟

source: How Spontaneous Speech works
sbn: بي اکتيآريٚ تڪريٚر ڪئيݩ ڪم ڪري ديٚ

source: How to add multiple sentences
sbn: ڪئيٚنٚ شآمل ڪرونٚ مکتليٚڦ جملا

source: How would you describe your accent?
sbn: اڀيٚنٚ پنڊري اُوچآر (ليجھي) کي ڪئينٚ سُڻآئيٚسونٚ؟

source: How would you describe your sex or gender?
sbn: اڀيٚنٚ پنڊريٚ جنس ڪئينٚ سُڻآئيٚسونٚ؟

source: Huarijio
sbn: هآرئيو

source: Huautla Mazatec
sbn: هآئوتلآ مآزآٽيڪ

source: Hungarian
sbn: هنگريٚ ٻوليٚ

source: I agree
sbn: آئونٚ رآزيٚ اهآنٚ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
sbn: آئونٚ رآزيٚ اهآنٚ ڪآمن وآئيٚس ري<termsLink> اسولآنٚ </termsLink>ائيٚنٚ<privacyLink> زآتيٚ نوٽيٚس </privacyLink>

source: Ibibio
sbn: لبيٚ بيٚو

source: Icelandic
sbn: آئيٚس لينڊيٚ ٻوليٚ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
sbn: آئونٚ ڪبوٚل ڪرآنٚ دو تا ايٚ جملا موجود اهينٚ<wikipediaLink>آوآميٚ ڊوميٚن</wikipediaLink>ائيٚنٚ مونٚ اجآزت ڏنيٚ اهي آپلوڊ ڪرڻ ريٚ اُئآنٚ جملا کي

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
sbn: آئونٚ ڪبوٚل ڪروآنٚ دو ايٚ سوآل<publicDomainLink> آوآميٚ ڊوميٚن </publicDomainLink> ائيٚنٚ مآنٚجيٚ اجآزت اهي آپلوڊ ڪرڻ ريٚ

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
sbn: آئونٚ ڪبوٚل ڪروآنٚ دو ايٚ جملو <wikipediaLink>آوآميٚ ڊوميٚن </wikipediaLink>ائيٚنٚ مآنٚجيٚ اجآزت اهي آپلوڊ ڪرڻ ريٚ

source: <icon></icon> Add multiple public domain sentences
sbn: <icon></icon>شآمل ڪرو مکتليٚڦ جملآ آوآميٚ ڊوميٚن لآ

source: Ideally natural and conversational (it should be easy to read the sentence)
sbn: مسآل تور تي ڪُدرتيٚ ائينٚ گڦتگو وآرو (جملو پڙهڻ مينٚ آسآن هوڻ کپيَ۔)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
sbn: آئوٚݩ هآسل ڪرڻ گُهرآݩ دو ايٚ ميلوݩ جيٚݩ مڪسد يآد ڪرآڻ وآرو، مآݩجيٚ پيش رڦت تآزو ڪآريوݩ ائيٚݩ کبر نآمآݩ آم آوآز بآبت

source: I do not agree
sbn: آئونٚ رآزيٚ ڪون اهآنٚ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
sbn: جيڪڏهيݩ هَڪ ڪليٚپ رد ڪئي وهي 2 مآڻهوآݩ ري ترڦآݩ، اُئي کي ڪݩهݩ ٻيݩ ڊيٽآ سيٽ ميݩ ڇڏي ڏيو۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
sbn: اگر اڀآنٚ رآ پنڊرآ لڦز، سرڦ ڪهيو <italicizedText>پنڊرو هوآلو</italicizedText>۔ اسآنٚ کي ڄآڻڻ ري زرورت اهي تا اڀآنٚ ايٚ موآد ڪٿآنٚ مليو تآ جيٚئنٚ اسآنٚ چيڪ ڪري سگهونٚ تا او آوآميٚ ڊوميٚن مينٚ اهي ائيٚنٚ ڪآ بآ ڪآپي رآئيٚٽ پآبنديٚ لاگو ڪونهي. هوآلن بآبت وڌيٚڪ مآلومآت لا اسآنٚ رو سڦو ڏسو۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
sbn: جيڪڏهݩ رڪررڊنيٚگ ٽٽيٚ وهي، جآݩ اُئي ميݩ ٽڪڙآ ٽڪڙآ هوئيݩ، تآ رد ڪرو جيسيٚݩ متن رو پورو هصو آڃآݩ تآئئݩ سُڻي نآ سگهجي.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
sbn: جيڪڏهنٚ مزيٚد مآلومآت اهي جيڪو اڀيٚنٚ ڏيڻ گھرو دآ ايئي ڦآئيل ري بآري مينٚ، مهربآنيٚ ڪري رآبتو ڪرو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
sbn: جيڪڏهنٚ مزيٚد مآلومآت اهي جيڪو اڀيٚنٚ ڏيڻ گھرو دآ ايئي ڦآئيل ري بآري مينٚ جيڪو شآمل ڪرو، مهربآنيٚ ڪري رآبتو ڪرو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
sbn: جيڪڏهيݩ جملو مٿي ڏنل ميآر کي پورو ڪوندو ڪري تا ”نآ“ وآري بٽڻ کي دٻآئو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
sbn: اگر جملو مٿينٚ ميآر تي ڪوندو ليهي دو تا ڪليٚڪ ڪرو&quot; رد ڪرڻ لا&quot; بٽڻ کٻي پآسي۔ اگر اڀآنٚ کي کبر ڪونهي تو اڀيٚنٚ ڇڏي سگھونٚ دآ

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
sbn: جيڪڏهيݩ ڪو جملو نآگوآر جآݩ پريشآن ڪرڻ وآري اهي۔ ڪميٚونٽيٚ <communityGuidelines> مسآل تور تي کُلي موآد ري ڪري، جآݩ اسآݩ ري کلآڦ ورزيٚ ري ڪري۔ </communityGuidelines> شرآڪت ريٚ رهنمآئيٚ اڀآݩ کي جملي کي رڌ ڪرڻ کپي۔ اڀيٚݩ با اسآݩ سآݩ رآبتو ڪري سگهو دآ۔ <emailFragment></emailFragment>

source: If the sentence meets the criteria above, click the "Yes" button.
sbn: جيڪڏهيݩ جملو مٿي ڏنل ميآر کي پورو ڪري دو تا ”هآئو“ وآري بٽڻ کي دٻآئو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
sbn: اگر جملو پنڊري ميآر سآنٚ ملي دو، ڪليٚڪ ڪرو&quot;سهيٚ ڪرڻ لا&quot;بٽڻ سڌي پآسي

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
sbn: جيڪڏهيݩ اڀيٚݩ جملي کآݩ رآزيٚ ڪون اهوݩ تا اڀيٚݩ اُئي کي ڇڏي سگهو دآ ائيٚݩ اڳتي وهو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
sbn: جيڪڏهݩ اڀآݩ کي ڪآ اهڙيٚ ڳآله نزر آئي جيڪآ اُئآݩ هدآيتݩ ميݩ شآمل نآ اهي، تا مهرآنيٚ ڪري پنڊريٚ بهترن ڦيسلي متابڪ ووٽ ڏيو. جيڪڏهݩ اڀآݩ وآڪي ڦيسلو ڪوندآ ڪري سگهو، تا پوء "اسڪيٚپ" بٽڻ استمآل ڪرو ۽ آڻ وآريٚ ريٚڪارڊنگ تي وهو.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
sbn: جيڪڏهيݩ اڀيٚݩ <strong>سُنيٚ سگهو اُئآݩ کي </strong>ائيٚݩ <strong>سمجھهو اُئآݩ کي </strong>، ايٚ آم اهي <strong> بهتر تريٚڪو ڪبوٚل ڪرڻ لآ</strong>۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
sbn: جيڪڏهيݩ اڀيٚݩ جآنچڻ لآ سوآلآݩ رو هَڪ هيصو جمآ ڪرآڻ گُهرو دآ۔ اڀيٚݩ<githubLink> ڪري سگهو دآ </githubLink> ري وسيٚلي جآݩ پنڊريٚ ايٚ ميل ري<emailFragment>commonvoice@mozilla.com</emailFragment>۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
sbn: جيڪڏهيݩ اڀآݩ کي ڪجهه ڏيٚݩهݩ اندر اسآݩ کآݩ ڪو با جوآب نا مليو، تي رآبتو ڪرو<emailLink>{ $email }</emailLink> ائيٚݩ اسآݩ اڀآݩ سآݩ رآبتو ڪرسوݩ!

source: If you don't see your language in either part of the platform, select both.
sbn: جيڪڏهيݩ اڀآݩ کي پليٽ ڦآرم ري ٻئيوݩ هيسآ ميݩ پنڊريٚ ٻوليٚ نزر نآ آئي تا ٻئيوݩ چُنڊو.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
sbn: جيڪڏهيݩ اڀيٚݩ جآݩ اڀآݩ ريٚ تنزيٚم منسوبي ميݩ وآپس هيسو وٺڻ گُهريݩ دآ، تا اڀيٚݩ با ڪري سگھو دآ <donateLink>ڌآن </donateLink> جآݩ پُڄڻ لآ اسآݩ ريٚ هيسيدآرآݩ ريٚ ٽيم تي <emailFragment>commonvoice@mozilla.com</emailFragment>۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
sbn: جيڪڏهيݩ اڀآݩ کي هيسو وٺڻ ميݩ ڏُکيآئيٚ ٿئي رهي اهي، تا اڀيٚݩ ڪݩهݩ با وکت پنڊريٚ ٻوليٚ لآ سڀ موآد ڏسڻ لآ وآپس سوئيٚچ ڪري سگهو دآ۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
sbn: جيڪڏهيݩ اڀيٚݩ اي ايس آر کآکو ٺآهڻ لآ اُوزآر لݩڀي رهيآ اهوݩ، تا پوء اڀيٚݩ برآدريٚ ري ٻيݩ مآڻهوآݩ سآݩ ڳنڍجي سگھو دآ <discourseLink> ڊيس ڪورس تي</discourseLink>۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
sbn: جيڪڏهينٚ اڀآنٚ ڊيٽآ سيٽ بآبت وڌيٚڪ ڳآلهآڻ گُهرو دآ، منسوبآبنديٚ ڪئيل پليٽ ڦآرم ريٚ توسيٚي مينٚ گڏيل سيڙپڪآريٚ ڪرڻ گُهرو دآ تا تآون رآ موڪآ لنٚڀڻ گُهرو دآ۔

source: If you run out of sentences to review, please help us collect more sentences!
sbn: جيڪڍهنٚ اڀآنٚ وٽ جآنچڻ لآ جملآ ڪونهي تي ٻيآ جملا شآمل ڪرو

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
sbn: جيڪڏهيݩ اڀيٚݩ سوچو دآ تا نشآنيݩ ٺآهيݩ <strong> نآ سمجھهڻ </strong>، جآݩ هت اهيݩ<strong> ٻيآݩ ڳآلهآڻ وآرآ مآڻهوٚ با<accuracyLink> ڏسو وڌيٚڪ ڄآڻ اسآݩ ري سهيٚ اُوچآر ڪرڻ ري ميآر تي </accuracyLink>۔

source: Igbo
sbn: اگبوٚ ٻوليٚ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
sbn: مونٚ رُڳو زآتيٚ مڪسد ٺآهيو اهي آوآز ڏيڻ لآ ڪآمن وآئيٚس کي۔۔ مونٚ ڀيڙآ ٿيو ائيٚنٚ مدت ڪرو مشيٚن کي سکآڻ تا مآڻهوٚنٚ ڪئينٚ ڳآلهآئينٚ دآ{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
sbn: جيٚنٚ اڀيٚنٚ موزيٚلآ مينٚ وزهآت ڪئيٚ اهي، آئوٚنٚ اڀآنٚ سآنٚ ايئي مآلوٚمآت کي سنٚڀآلڻ مينٚ رآزيٚ اهآنٚ<privacyLink>رآزدآريٚ وآريٚ پآليسيٚ</privacyLink>

source: Include appropriate citation
sbn: شآمل ڪرو کآس هوآلو

source: Includes email, username & demographic info, available right away
sbn: شآمل اهي ايٚ ميل استمآل ڪرڻ وآري رو نآلو ائيٚݩ ڊيموگرآڦ ڄآڻ، ڦوريٚ تور تي دستيآب اهي۔

source: Includes mp3s and related sentences, may take some time to prepare
sbn: ايم پيٚ ٿريٚ (mp3) کي شآمل ڪرو ائيٚݩ اُئي جيهڙآ جملآ، شآيد ڪجه وکت وٺي تيآر ڪرڻ ميݩ

source: Indonesian
sbn: انڊونيٚشيٚ ٻوليٚ

source: Indus Kohistani
sbn: انڊس ڪوستآنيٚ

source: Information about the language
sbn: ٻوليٚ ري بآري مينٚ مآلوٚمآت

source: In Progress
sbn: ترڪيٚ ميݩ

source: Interested in getting involved with this project, or partnering with us?
sbn: ايئي مندوبي ميݩ آمل هوئڻ ميݩ دلچسپيٚ رکو دآ، جآݩ اسآݩ سآݩ ڀآئيٚوآريٚ ڪرڻ ميݩ؟

source: Interested in learning more and contributing to the project?
sbn: وڌيٚڪ سکڻ ائيٚݩ منسوبي ميݩ هيسو وٺڻ ميݩ دلچسپيٚ رکو دآ؟

source: Interlingua
sbn: انٽرلنگوآئيٚ

source: Interlingue
sbn: انٽرلنگيٚ ٻوليٚ

source: [interrupted by background noise]
sbn: [چوڌآريٚ نزآري ري گُوڙ سآݩ رڪآوٽ]

source: Intersex
sbn: جنٚهنٚ مينٚ ٻئيونٚ (مآئيٚ۔مڙد) ري کآسيٚٽينٚ هوئينٚ۔

source: Iñupiaq
sbn: انوٚپئيڪ

source: Invalid file
sbn: گلت ڦآئيٚل

source: Irish
sbn: آئرستآنُي ٻوليٚ

source: IsiNdebele (North)
sbn: انڊبيٚلآ (اتر)

source: IsiNdebele (South)
sbn: انڊبيٚلآ (ڏکڻ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
sbn: <isoCodeLink>آئيٚ ايس او </isoCodeLink> اگر ڄآڻ هوئي

source: Is the clip valid?
sbn: ڪيٚ ايٚ ڪليٚپ سهيٚ اهي؟

source: Italian
sbn: اتآلويٚ ٻوليٚ

source: It contains words or phrases that are hard to read or pronounce.
sbn: ايئي مينٚ تمآم گھڻآ ڏُکيآ جملا ائينٚ لڦز اهينٚ

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
sbn: اسآݩ ري ڪم تي ڀروسو ڪرڻ وآريݩ هَڪ سئو کآݩ وڌيٚڪ ٻوليݩ برآدريݩ لآ ڊيٽآ سيٽس کي هوسٽ ڪرڻ ائيٚݩ پليٽ ڦآرم کي بهتر ٺآهڻ تي هر سآل لڳ ڀڳ هَڪ مليٚن ڊآرلر کرچ آئي دو۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
sbn: اسآݩ ري ڪم تي ڀروسو ڪرڻ وآرآݩ ميݩ هَڪ سئو کآݩ وڌيٚڪ ٻوليݩ برآدريݩ لآ ڊيٽآ سيٽ کي پڌرو ڪرڻ ائيٚݩ پليٽ ڦآرم کي بهتر ٺآهڻ تي هر سآل لڳ ڀڳ هَڪ مليٚن ڊآلر کرچ آئي دو۔ <strong> جيڪڏهيݩ اڀآݩ کُليل، جمآ ڊيٽآ سيٽ ريٚ ڪدر ڪرو دآ۔ آج ئيٚ ڏيو!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
sbn: ڊيٽآ سيٽ کي مسلسل هوسٽ ڪرڻ ائيٚݩ جآريٚ ڪرڻ، پليٽ ڦآرم کي بهتر ٺآهڻ ميݩ تمآم گھڻو پيسو کرچ ٿئي دو۔ ائيٚݩ <africaMradiLink> ڪميونٽيٚ پروگرآم هلآڻ لآ</africaMradiLink>۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
sbn: ايٚ جآم زرُوريٚ اهي تا سڀ لکل جملآ <publicDomain> آوآميٚ ڊوميٚن </publicDomain>(cc0) جيٚݩ ڪآمن وآئيٚس ڊيٽآ سيٽ ڇڏي دو سيٚ سيٚ 0 ري لآئيٚسنس ري هيٺ۔ جيڪڏهيݩ اڀآݩ کي پڪ اهي تا سرڦ هَڪ جملو اپلوڊ ڪرو، ائيٚݩ هميشآ لآڳآپيل هوآلو شآمل ڪرو.

source: It is written in a language different than what I’m reviewing.
sbn: الگ ٻوليٚ مينٚ لکيل اهي جيڪو آئونٚ جآنچي رهيو اهآنٚ

source: It is written in a language different than what I’m speaking.
sbn: اَي پنڊريٚ ٻوليٚ کآنٚ مکتليٚف لکل اَهي۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
sbn: هوآلآݩ کي شآمل ڪرڻ لآزميٚ اهي تا جيٚݩ اسآݩ هَڪ چيڪ ڪري سگهوݩ تا جملآ آوآميٚ ڊوميٚن ميݩ اهيݩ ائيٚݩ ڪآپيٚ رآئيٚٽ ريٚ پآبنديٚ لآڳو ڪونهي۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
sbn: ڪآمن وآئيٚس کي ممڪن ٺآهڻ لآ گهڻو ڪجهه ڪرڻو پئيٚسي! اسآنٚ اوٚ اڪيلآ ڪوندآ ڪرونٚ اسآنٚ سآنٚ ڀآئيوآريٚ ڪرڻ گُهرونٚ دآ؟ اسآنٚ اڀآنٚ کآنٚ سُڻڻ گُهرسونٚ۔

source: Izhorian
sbn: ازهوريٚ

source: Japanese
sbn: جآپآنيٚ ٻوليٚ

source: Jaqaru
sbn: جآگآروٚ

source: Javanese
sbn: جآوآنيٚ ٻوليٚ

source: Join Discord Community
sbn: ڊيس ڪورڊ ڪميٚونٽيٚ ميݩ شآمل ٿيو

source: Join our community
sbn: اسآݩ کي ٻيݩ کي لݩڀڻ ميݩ مدت ڪرو جيڪي پنڊرو آوآز ڏي سگھيݩ دآ۔

source: Join the Common Voice mailing list
sbn: آم آوآز ميلنگ ڦهرست ميݩ شآمل ٿيو

source: Join us on Discord
sbn: اسآݩ سآݩ شآمل ٿيو ڊيس ڪورڊ تي

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
sbn: بس ڪجهه جملآݩ ميݩ ڪدرتيٚ تور تي جوآب ڏيو۔ پڪ ڪرو تآ اڀآݩ ريٚ ٻوليٚ اهترآم وآريٚ ائيٚݩ ڳآلهآئڻ وآريٚ هوئي۔

source: Just Unsure?
sbn: پَڪ ڪونهي

source: Kabardian
sbn: ڪبرآڊيٚ ٻوليٚ

source: Kabyle
sbn: ڪآبليٚ

source: Kalasha
sbn: ڪآلسهآ

source: Kalenjin
sbn: ڪآلينجيٚن

source: Kalkoti
sbn: ڪآلڪوٽيٚ

source: Kannada
sbn: ڪنآديٚ ٻوليٚ

source: Kaqchikel
sbn: ڪچيٚڪيٚل ٻوليٚ

source: Kara
sbn: ڪآرآ

source: Karakalpak
sbn: ڪرڪآلڪ ٻوليٚ

source: Kateviri
sbn: ڪآٽيويٚريٚ

source: Kazakh
sbn: ڪزآک

source: { $kb }kb max
sbn: { $kb } ڪي بيٚ مڪس

source: Keep
sbn: رکو

source: Keep it up, record again <recordIcon></recordIcon>
sbn: ڪندآ رهو، وري ريٚڪآڊدئيٚنگ<recordIcon></recordIcon>

source: Keep the recordings
sbn: ريٚڪآڊئيٚنگ جآريٚ رکو

source: Keep track of your progress and metrics across multiple languages.
sbn: ڪيتريݩ ئيٚ ٻوليآݩ ميݩ پنڊريٚ ترڪيٚ ائيٚݩ ميٽرڪس رو ٽريڪ رکو۔

source: Keep track of your progress with a profile
sbn: پروفائل سانٚ پنڊريٚ ترڪيٚ ڏيسندا رهونٚ

source: Keep track of your progress with a profile and help our voice data be more accurate.
sbn: پُروڦآئيٚل سآنٚ پنڊريٚ ترڪيٚ رو جآئزو وٺو ائيٚنٚ اسآنٚ ري وآئيٚس ڊيٽآ کي وڌيٚڪ سهيٚ ٺآهڻ مينٚ مدت ڪرو۔

source: Kelabit
sbn: ڪيلآبيٚت

source: Kenyah
sbn: ڪينيآ

source: Kenyi
sbn: ڪينييٚ

source: Ketrani
sbn: ڪيٽرآنيٚ

source: Khmer
sbn: کميٚر ٻوليٚ

source: Khowar
sbn: کهوآر

source: K'iche'
sbn: ڪڇيٚ

source: Kichwa
sbn: ڪيٚڇوآ

source: Kidaw'ida
sbn: کيٚدآويٚدآ

source: Kikuyu
sbn: ڪڪيو ٻوليٚ

source: Kinyarwanda
sbn: ڪينيآروآنڊآ

source: Kohistani Shina
sbn: ڪوستآنيٚ سهينآ

source: Kom
sbn: ڪوم

source: Komi-Zyrian
sbn: ڪوميٚ زيرآئيٚ

source: Konkani (Devanagari)
sbn: ڪوڪآڻيٚ ٻوليٚ (ديو نآگريٚ)

source: Konkani (Romi)
sbn: گوٚن ڪآنڪآڻي ٻوليٚ

source: Korean
sbn: ڪوريٚن ٻوليٚ

source: Kuku
sbn: ڪوٚڪوٚ

source: Kurmanji Kurdish
sbn: ڪرمآنجيٚ ڪرديٚ ٻوليٚ

source: Kyrgyz
sbn: ڪرگيز ٻوليٚ

source: Language
sbn: ٻوليٚ

source: Language Fundamentals (e.g. Digits, Letters, Money)
sbn: بُنييآديٚ ٻوليٚ (انگ، اکر، پيسآ)

source: Language Request
sbn: ٻوليٚ ريٚ درکوآست

source: Language request successfully submitted, thank you.
sbn: ٻوليٚ ريٚ درکوآست جمآ ٿئي وهُڙيٚ اهي، اڀآݩ ريٚ مهربآنيٚ۔

source: Languages
sbn: ٻوليوٚنٚ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
sbn: ٻوٚليݩ ازآڦيٚ زرُورتيݩ سآݩ ڀيڙآ پنڊرآ پنڊرآ تسديٚڪيٚ زآبتآ رکيݩ سگهيݩ ديݩ جڏي او مڪآميٚ هوئيݩ ديݩ۔ جيڪڏهيݩ ڪݩهݩ ٻوليٚ لآ ڪآ کآس تسديٚڪ وآريٚ ڦآئيٚل نآ هوئي تا انگريزيٚ ڪآئيدآ مدت گآرآݩ لآ ڏيکآريآ وهي دآ۔

source: Language Text
sbn: ٻوليٚ ريٚ لکت

source: Lao
sbn: ليٚو ٻوليٚ

source: Large bulk sentence submission
sbn: وڏآ جملآ ڪرڻ

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
sbn: اسآنٚ رو يڪيٚن اهي تا وڏآ، آوآميٚ تور تي دستيآب وآئيٚس ڊيٽآ سيٽ مشيٚن لرنيٚگ تي ٻڌل تڪريٚر ٽيڪنآلآجيٚ مينٚ اجآدونٚ ائيٚنٚ ڀليونٚ ڀليونٚ تجآرتيٚ مڪآبلي کي جڏي ڏينٚ دآ۔ ڪآمن وآئيٚس رو سآرڻ۔ ٻوليٚ ڊيٽآ سيٽ اڳ مينٚ ئيٚ پنڊريٚ ڪيسم رو سڀ کآنٚ وڏو آوآميٚ تور تي دستيآب وآئيٚس ڊيٽآ سيٽ اهي، پر اوٚ اڪيلو ڪونهي۔ اُئي سڦهي کي ٻآ کُليل وسيٚلو وآئيٚس ڊيٽآ سيٽس لآ ريٚڦرنس هب ريٚ تور تي ڏسو ائيٚنٚ، جيٚنٚ ڪآمن وآئيٚس وڌتو رهي دو، اسآنٚ ريٚ ڇڏيل اپڊيتس لآ هَڪ گھر اهي۔

source: Large scale corporates and platform companies
sbn: وڏي پيمآني تي ڪآرپوريٽ ائيٚݩ پليٽ ڦآرم ڪمپنيٚوݩ

source: Lassi
sbn: لآسيٚ

source: Last Updated: { $lastUpdatedTimeStamp }
sbn: آکريٚ اپڊيٽ

source: Latgalian
sbn: لٽگآليٚنيٚ

source: Latvian
sbn: لآتويٚن

source: Launched
sbn: پڌريٚ ڪئيٚ وهُڙيٚ (لآنچ ڪئيٚ وهُڙيٚ)

source: Laz
sbn: لآز

source: Leaderboard Visibility
sbn: ليٚڊر بورڊ ريٚ نمآئيٚش

source: Learn about partnerships with Common Voice
sbn: سکو هيسدآريٚ ڪآمن وآئيٚس سآݩ ري بآري ميݩ

source: Learn about the mission and team behind Common Voice
sbn: ڪآمن وآئيٚس ري پويآݩ ڪم ڪرڻ وآرآݩ ائيٚݩ اُئي ري مڪسد ري بآري ميݩ سکو

source: Learn how to check a transcription
sbn: سکو لکت ڪيٚ ڪئيݩ چيڪ ڪري سگھجي دو

source: Learn how to take part
sbn: سکو ڪئيݩ هيسو وٺڻ کپي۔

source: Learn how to transcribe
sbn: سکو آڊيٚو کي ڪئيݩ لکي سگهجي دو۔

source: Learn how to use this page
sbn: سکو ڪئيݩ ايئي سڦهي کي استمآل ڪرڻو

source: Learn More
sbn: وڌيٚڪ سکو

source: Leaving now means you’ll lose your changes
sbn: هڃر جڏڻ رو متلب اهي تا اڀيٚنٚ پنڊرينٚ تبديٚلينٚ وڃآئي جڏسونٚ۔

source: Leaving now means you'll lose your progress
sbn: جڏو هآڻي متلب اڀيٚنٚ اڀآنٚ ريٚ ترڪيٚ وڃآئيسو

source: Length
sbn: ڊگھآئيٚ

source: Let's Get Started
sbn: آئو شروٚ ڪروݩ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
sbn: اکر ڳآلهآڻ وآريٚ ٻوليٚ ميݩ سهيٚ هوئي کپي۔ مسآل تور، "ж" روٚسيٚ الڦآبيٽ ۾ هَڪ اکر اهي پر انگريزيٚ ميݩ ڪڏهيݩ با استمآل ڪوندو ٿئي ائيٚݩ تݩهݩڪري ڪڏهيݩ بآ ڪݩهݩ بآ انگريزيٚ مآکز موآد ميݩ زآهر نآ ٿيڻ کپي۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
sbn: لآئيٚبريٚ اسپيٚچ اندآزن 1000 ڪلآڪآݩ ري 16 ڪلو هرٽز انگريزيٚ تڪريٚر رو هڪ گڏيل ميڙ اهي۔ جيڪو لآئيٚبريٚ ووڪس پُروجيڪٽ مآݩ پڙهيل آڊيٚو بوڪ مآݩ نڪتل اهي۔

source: License
sbn: لآئيٚسنس

source: License: <licenseLink>CC-0</licenseLink>
sbn: لآئيٚسنس <licenseLink>سيٚ سيٚ-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
sbn: لآئيٚسنس:<licenseLink>{ $license }</licenseLink>

source: Ligurian
sbn: لگورين

source: Lingala
sbn: لنگآليٚ ٻوليٚ

source: Link Copied
sbn: لنڪ ڪآپيٚ ڪرو

source: Links to websites that can help us understand the language
sbn: ويب سآئيٚٽآنٚ رآ ليٚنٚڪ جيڪي اسآنٚ کي ٻوليٚ سمجهڻ مينٚ مدت ڪري سگهينٚ دآ۔

source: Listen
sbn: سُڻو

source: Listening
sbn: سُڻڻ

source: Listen options menu
sbn: سُڻو آپشن مينيو

source: Listen-Queue
sbn: ڪتآر سآنٚ سُڻو

source: Lithuanian
sbn: لٿويٚنيٚ

source: Loading…
sbn: لوڊ ٿئي رهيو اهي

source: Loading sentences…
sbn: جملا آڻ وآرآ اهي

source: Localized
sbn: آم ڪرڻ جآݩ مڪآميٚ

source: Log In
sbn: لوگ ان

source: Login Identity
sbn: لوگ ان ريٚ سُڃآڻپ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
sbn: <loginLink>لآگ ان </loginLink>جآنٚ<loginLink>سآئين اپ</loginLink>شآمل ڪرو مکتيليٚڦ جملا

source: Log in or sign up to get started
sbn: شروع ڪرڻ لا لاگ ان جآنٚ سائن اپ ڪريو

source: Log In / Sign Up
sbn: لاگ ان جآنٚ سائين آپ ڪرو

source: Log In / Sign Up with { $company } email
sbn: لوگ ان جآݩ سآئين اپ { $company } ايٚ ميل سآݩ

source: Log Out
sbn: لآگ آئوٚٽ ڪرو

source: Lojban
sbn: لوجبآن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
sbn: ايهڙي موآد کي لݩڀو جيٿ ڪآپڦ رآئيٚٽ اڃآݩ تآئيٚݩ لآڳو نآ ٿئي۔ - مسآل تور گهڻآ ڪتآب جيڪي 1920 کآݩ اڳ ڇپيآ وهُڙآ هُݩدآ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
sbn: لڳي دو تا ايئي ٻوليٚ ميݩ سُڻڻ لآ ڪو با ڪليٚپس ڪونهي۔ ڪتآر ڀرڻ ميݩ اسآݩ ريٚ مدت ڪرو۔ هآڻي ڪجه جملآ ريڪآڊ ڪرتي۔

source: Luganda
sbn: لوگنڊآ ٻوليٚ

source: Luxembourgish
sbn: لڪسمبرگيٚ ٻوليٚ

source: Macedonian
sbn: مڪدونيٚ ٻوليٚ

source: Mada
sbn: مآڊآ

source: Maithili
sbn: ميٿليٚ ٻوليٚ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
sbn: پڪ ڪرو تا پليٽ ڦآرم ڳآلهآڻ شروٚ ڪرڻ کآݩ اڳ ريڪآڊئيٚنگ ٿئي رهيو اهي، ائيٚݩ اوٚ سرڦ اڀآݩ ريٚ ڳآلهآڻ کتم ٿيٚڻ کآݩ پوء بند ٿئي دو۔

source: Make sure the sentence meets the following criteria:
sbn: ڌيآن سآنٚ ڏسو جملا پنڊري ميآر ري متآبڪ مليينٚ دآ

source: Make sure they can be answered in just a couple of sentences
sbn: يآد رکو تا او جوآب ڪجه جملآݩ ميݩ ڏيݩ سگهيݩ۔

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
sbn: ڪجهه گمنآم ڊيموگرآڦڪ ڊيٽآ ڦرآهم ڪري پنڊريݩ جمآ ڪرآئيل ڊيٽآ کي ممڪن هد تآئيٚݩ سُٺو ٺآهو۔ اسآݩ سڀئي ڊيموگرآڦڪ ڊيٽآ کي آوآميٚ ڪرڻ کآݩ اڳ ايئآݩ ريٚ سُڃآڻپ کتم ڪروݩ دآ۔

source: Malagasy
sbn: ملآگس

source: Malay
sbn: ملئيٚ ٻوليٚ

source: Malayalam
sbn: مليآلميٚ ٻوليٚ

source: Male/Masculine
sbn: مڙس جآنٚ مڙد

source: Maltese
sbn: مآلٽيٚ ٻوليٚ
